"An exception occurred.  In some cases exceptions are harmless, but if you want to be safe, relaunch %@. Please help us improve %@ by sending this report and telling us what happened." = "发生异常。某些情况下异常是无害的，但如果您想确保安全，请重新启动 %@。请将此报告发送给我们并告诉我们发生了什么，这可帮助我们改进 %@。";
"Crash log information:" = "崩溃日志信息:";
"Don't Send" = "不发送";
"Error!" = "错误！";
"Exception log information:" = "异常日志信息:";
"Path Finder has encountered an unexpected error.  Please email this report to crashreport@cocoatech.com so it can be fixed in the next release." = "Path Finder 发生了意外错误.  请发送这个报告到 crashreport@cocoatech.com 以便在下一版本中解决此问题。";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to crashreport@cocoatech.com" = "Path Finder 不能自动发送错误报告。请拷贝和粘贴本窗口的内容并发送电子邮件到 crashreport@cocoatech.com";
"Please describe what you were doing when the problem occurred." = "请描述问题发生时您正在执行的操作。";
"Please tell us about the problem %@ encounted." = "请告诉我们关于您遇到的 %@ 问题。";
"Send Report" = "发送报告";
"Tell us what happened" = "告诉我们发生了什么";
"The last time you ran %@, it encountered a problem that forced it to quit.  Please help us improve %@ by sending this report and telling us what happened." = "上次您运行 %@ 时遇到问题并强制退出。请发送此报告并告诉我们发生了什么，以帮助我们改进 %@。";
